tap "atton-/customs"
tap "atton/customs"
tap "delphinus/sfmono-square"
tap "eugenmayer/dockersync"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mutagen-io/mutagen"
tap "neovim/neovim"
tap "rcmdnk/file"
tap "rcmdnk/rcmdnkpac"
tap "universal-ctags/universal-ctags"
tap "waltarix/customs"
brew "freetype"
brew "fontconfig"
brew "gdbm"
brew "gettext"
brew "libffi"
brew "pcre"
brew "xz"
brew "pkg-config"
brew "libyaml"
brew "ansible"
brew "anyenv"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "awscli@1"
brew "bash"
brew "certbot"
brew "cmake"
brew "cmigemo"
brew "composer"
brew "cpulimit"
brew "deno"
brew "faac"
brew "gmp"
brew "libtool"
brew "libevent"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fontforge"
brew "fswatch"
brew "fzf"
brew "gd"
brew "ghostscript"
brew "ghq"
brew "gibo"
brew "gist"
brew "git"
brew "git-annex", restart_service: true
brew "git-flow"
brew "git-lfs"
brew "gitlab-runner"
brew "go"
brew "graphviz"
brew "grep"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "kakasi"
brew "lftp"
brew "libiconv"
brew "libusb"
brew "libvo-aacenc"
brew "lua"
brew "luarocks"
brew "mas"
brew "neovim"
brew "nkf"
brew "node", link: false
brew "pandoc"
brew "perl"
brew "php-code-sniffer"
brew "php@7.3", restart_service: true
brew "php@7.4", restart_service: true
brew "pwgen"
brew "qt"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "speedtest-cli"
brew "texi2html"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "ultralist"
brew "unison"
brew "utf8proc"
brew "vim"
brew "watch"
brew "wcwidth-cjk"
brew "wget"
brew "xclip"
brew "yasm"
brew "youtube-dl"
brew "zplug"
brew "zsh"
brew "zsh-completions"
brew "atton-/customs/tmux", args: ["HEAD"]
brew "delphinus/sfmono-square/sfmono-square"
brew "eugenmayer/dockersync/unox"
brew "mutagen-io/mutagen/mutagen"
brew "mutagen-io/mutagen/mutagen-beta", link: false
brew "rcmdnk/file/brew-file"
brew "rcmdnk/rcmdnkpac/sentaku"
brew "rcmdnk/rcmdnkpac/multi_clipboard"
brew "rcmdnk/rcmdnkpac/screenutf8", args: ["utf8"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "chromedriver"
cask "clipy"
cask "docker"
cask "firefox"
cask "flux"
cask "google-drive"
cask "google-drive-file-stream"
cask "gyazo"
cask "iterm2"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "maczip4win"
cask "mamp"
cask "mos"
cask "mysqlworkbench"
cask "ngrok"
cask "postman"
cask "sequel-pro"
cask "sketch"
cask "sketchpacks"
cask "skitch"
cask "station"
cask "switchresx"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "xquartz"
