tap "atton-/customs"
tap "atton/customs"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "rcmdnk/file"
tap "waltarix/customs"
cask "xquartz"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "gdbm"
brew "libffi"
brew "pcre"
brew "sqlite"
brew "xz"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "bash"
brew "certbot"
brew "ctags"
brew "faac"
brew "gmp"
brew "libevent"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gd"
brew "ghostscript"
brew "gibo"
brew "git"
brew "pkg-config"
brew "lua"
brew "git-annex", restart_service: true
brew "git-flow"
brew "git-lfs"
brew "gitlab-runner"
brew "go"
brew "libtool"
brew "graphviz"
brew "hugo"
brew "imagemagick"
brew "iproute2mac"
brew "kakasi"
brew "lftp"
brew "libiconv"
brew "libvo-aacenc"
brew "libyaml"
brew "mas"
brew "neovim"
brew "nkf"
brew "pandoc"
brew "perl"
brew "pwgen"
brew "qt"
brew "ranger"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "rename"
brew "ruby"
brew "speedtest-cli"
brew "texi2html"
brew "the_silver_searcher"
brew "tig"
brew "tree"
brew "ultralist"
brew "unison"
brew "utf8proc"
brew "vim"
brew "wget"
brew "xclip"
brew "yasm"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "atton-/customs/tmux", args: ["HEAD"]
brew "rcmdnk/file/brew-file"
brew "waltarix/customs/wcwidth-cjk"
cask "alfred"
cask "appcleaner"
cask "bartender"
cask "clipy"
cask "docker"
cask "evernote"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-drive-file-stream"
cask "gyazo"
cask "imageoptim"
cask "iterm2"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "linear"
cask "macs-fan-control"
cask "maczip4win"
cask "mamp"
cask "messenger"
cask "ngrok"
cask "qmind"
cask "sketch"
cask "sketchpacks"
cask "skitch"
cask "slack"
cask "slate"
cask "station"
cask "the-unarchiver"
cask "vagrant"
cask "virtualbox"
